{"page": 86, "results": [{"adult": false, "backdrop_path": "/axhScggZyi0fOxvVd8pd0zwygub.jpg", "genre_ids": [18, 53, 80], "id": 136278, "original_language": "en", "original_title": "Blood", "overview": "Thriller charting the moral collapse of a police family. Two cop brothers, smothered by the shadow of their former police chief father, must investigate a crime they themselves have committed.", "popularity": 9.167, "poster_path": "/ZzTFu00nw3t7XD0ZAajuERkDX6.jpg", "release_date": "2012-10-09", "title": "Blood", "video": false, "vote_average": 6, "vote_count": 127}, {"adult": false, "backdrop_path": "/cNftai0xQHlb3wiqWlFioAWNWwF.jpg", "genre_ids": [18], "id": 49980, "original_language": "en", "original_title": "Ladybird Ladybird", "overview": "Maggie has had four children, by four different fathers, removed by social services because of a previous violent relationship. When she meets Jorge, a gentle Latin American refugee, she gradually sees her chance for happiness, but her history still haunts her.", "popularity": 5.453, "poster_path": "/91KSK1xKdVEIDASKRo9ahBFCtM2.jpg", "release_date": "1994-02-18", "title": "Ladybird Ladybird", "video": false, "vote_average": 7.2, "vote_count": 68}, {"adult": false, "backdrop_path": "/7Zx029d0X8xN9OSSBtyrmGtx4DH.jpg", "genre_ids": [28, 12, 14, 53, 27], "id": 15056, "original_language": "en", "original_title": "The Curse of King Tut's Tomb", "overview": "Thousands of years ago, the great Child King Tutankhamen ruled. Few know the details of his life -- No one knows the secrets of his death. All that is about to change.Free -spirited archaeologist Danny Fremont (Casper Van Dien, Sleepy Hollow) is certain that if found, King Tut's Emerald Tablet would hold the power to control the world. Unfortunately, the only one who believes Fremont is his nemesis archaeologist Morgan Sinclair (Jonathan Hyde, Titanic), a member of a secret society who wants the tablet to harness unspeakable evil on the world and will stop at nothing to get it.", "popularity": 8.465, "poster_path": "/lS8HiWOO7YcezktLKFmBJmitAzo.jpg", "release_date": "2006-04-11", "title": "The Curse of King Tut's Tomb", "video": false, "vote_average": 5.1, "vote_count": 35}, {"adult": false, "backdrop_path": null, "genre_ids": [], "id": 138550, "original_language": "en", "original_title": "La máquina que hace estrellas", "overview": "Pilo is a 10-year-old boy who lives with his mother in a small house on an asteroid near a giant blue planet. Every night Pilo stares at the stars from his balcony. According to his grandfather, there is a machine that generates stars every night, and if one day it goes off and the stars go blue, a member of his family will be the one to repair the machine. Pilo daydreams about the legend and looks forward to the day he can join his grandpa in repairing the machine. He doesn't suspect that when it happens, he will be on his own. Pilo will experience a great adventure on his way to repairing the machine, so that the stars can go back to the ad infinitum. This trip will change him completely and for good, confronting the family destiny, becoming man and hero. An unusual blend of 3D animation and sci-fi film for the whole family.", "popularity": 8.067, "poster_path": "/baxaSp870Y7CgvIm3ruoduB7kZd.jpg", "release_date": "2012-08-30", "title": "The Star Making Machine", "video": false, "vote_average": 4.1, "vote_count": 5}, {"adult": false, "backdrop_path": "/wu1ZfK910bxCUtyne1bL1s9lOLj.jpg", "genre_ids": [10751, 16], "id": 94196, "original_language": "fr", "original_title": "Zarafa", "overview": "Inspired by the true story of the first giraffe to visit France, Zarafa is a sumptuously animated and stirring adventure, and a throwback to a bygone era of hand-drawn animation and epic storytelling set among sweeping CinemaScope vistas of parched desert, wind-swept mountains and open skies.  Under the cover of darkness a small boy, Maki, loosens the shackles that bind him and escapes into the desert night. Pursued by slavers across the moon-lit savannah, Maki meets Zarafa, a baby giraffe – and an orphan, just like him – as well as the nomad Hassan, Prince of the Desert. Hassan takes them to Alexandria for an audience with the Pasha of Egypt, who orders him to deliver the exotic animal as a gift to King Charles of France.", "popularity": 5.525, "poster_path": "/gsTt2bxvffCIsRoZlXDqRGM01H9.jpg", "release_date": "2012-01-25", "title": "Zarafa", "video": false, "vote_average": 6.8, "vote_count": 87}, {"adult": false, "backdrop_path": "/44Bd2YA5fGIue4jB2GLFUpGd6wH.jpg", "genre_ids": [27], "id": 83900, "original_language": "fr", "original_title": "Livide", "overview": "It's young Lucy's first day as a trainee in-house caregiver. She visits Mrs Jessel, an old woman who lies in cerebral coma, by herself, in her large desolate house. Learning by accident that Mrs Jessel, a former dance teacher of repute, supposedly possesses a treasure somewhere in the house, Lucy and friends William and Ben decide to search the house in the hope of finding it. At night, they get into the house, which reveals itself to be increasingly peculiar. Their hunt for Mrs Jessel's treasure leads them into a horrifying supernatural series of events that will change Lucy forever..", "popularity": 7.164, "poster_path": "/nG9pHct881ZzEBzxAHY5hkLa2Cn.jpg", "release_date": "2011-12-06", "title": "Livid", "video": false, "vote_average": 5.8, "vote_count": 168}, {"adult": false, "backdrop_path": "/udq3vR6jqIT8U6lw4zmEMnfFSyK.jpg", "genre_ids": [35], "id": 85435, "original_language": "en", "original_title": "A Few Best Men", "overview": "A comedy about a groom and his three best men who travel to the Australian outback for a wedding.", "popularity": 6.913, "poster_path": "/4GUeDoAykxWNOLe5yah7AQQa6c9.jpg", "release_date": "2011-10-14", "title": "A Few Best Men", "video": false, "vote_average": 5.8, "vote_count": 387}, {"adult": false, "backdrop_path": "/kzdo3PoIS2c5nAjpElLiovmtBPx.jpg", "genre_ids": [28, 10749, 53], "id": 85985, "original_language": "hi", "original_title": "एक था टाइगर", "overview": "RAW agent Tiger is on a mission to retrieve information from a scientist in Dublin. The plot centers on an Indian spy (RAW) code-named Tiger who falls in love with a Pakistani spy (ISI) during an investigation and how Tiger's ideology and principles change over time.", "popularity": 5.914, "poster_path": "/jGTyeAH5KZuCX6Qat1VcTBXnqth.jpg", "release_date": "2012-08-15", "title": "Ek Tha Tiger", "video": false, "vote_average": 6.1, "vote_count": 136}, {"adult": false, "backdrop_path": "/83bv87Lgoqx1cPmWWhHqubdgix3.jpg", "genre_ids": [35, 80, 18], "id": 46934, "original_language": "en", "original_title": "Mr. Nice", "overview": "Biopic about 1970s Welsh marijuana trafficker Howard Marks, whose inventive smuggling schemes made him a huge success in the drug trade, as well as leading to dealings with both the IRA and British Intelligence. Based on Marks' biography with the same title.", "popularity": 9.412, "poster_path": "/nO6PXkhltFcmRd4nNKJsEUdZvJH.jpg", "release_date": "2010-10-07", "title": "Mr. Nice", "video": false, "vote_average": 6, "vote_count": 127}, {"adult": false, "backdrop_path": "/oDcofzQTU2p9ZpB3UyrbWjUrgOa.jpg", "genre_ids": [14, 18, 27, 10749], "id": 52587, "original_language": "de", "original_title": "Wir sind die Nacht", "overview": "One night, 18 year old Lena is bitten by Louise, leader of a female vampire trio that are as deadly as they are beautiful. Her newfound vampiric lifestyle is a blessing and a curse at the same time. At first, she enjoys the limitless freedom, the luxury, the parties. But soon the murderous blood lust of her comrades in arms proves too much for her, and she falls dangerously in love with Tom, a young undercover cop. When she resolves to turn her back on the bloodsucking band of sisters, Louise fury knows no bounds. Lena will have to choose between immortal love and immortal life.", "popularity": 8.161, "poster_path": "/zNESCcM2PbynPPdzlEPUUHMaxqI.jpg", "release_date": "2010-10-28", "title": "We Are the Night", "video": false, "vote_average": 6, "vote_count": 211}, {"adult": false, "backdrop_path": "/5gxdMOVSzWNVNSjDPzQGwP6xAed.jpg", "genre_ids": [18], "id": 43516, "original_language": "en", "original_title": "The Song of Bernadette", "overview": "In 1858 France, Bernadette, an adolescent peasant girl, has a vision of \"a beautiful lady\" in the city dump. She never claims it to be anything other than this, but the townspeople all assume it to be the virgin Mary. The pompous government officials think she is nuts, and do their best to suppress the girl and her followers, and the church wants nothing to do with the whole matter. But as Bernadette attracts wider and wider attention, the phenomenon overtakes everyone in the the town, and transforms their lives.", "popularity": 7.558, "poster_path": "/kRZItSgFaSDnHePwxX5PfZvu5M8.jpg", "release_date": "1943-12-21", "title": "The Song of Bernadette", "video": false, "vote_average": 7.2, "vote_count": 80}, {"adult": false, "backdrop_path": "/3AxqQUNC6d3PpbDHQLYX2UKgzUD.jpg", "genre_ids": [35, 9648, 53, 27], "id": 138372, "original_language": "en", "original_title": "Bad Kids Go To Hell", "overview": "On a stormy Saturday afternoon, six students from Crestview Academy begin to meet horrible fates as they serve out their detentions. Is a fellow student to blame, or perhaps Crestview's alleged ghosts are behind the terrible acts?", "popularity": 7.439, "poster_path": "/dVzEumXyiQ13VJOrHxFolGmMyEq.jpg", "release_date": "2012-12-07", "title": "Bad Kids Go To Hell", "video": false, "vote_average": 4.4, "vote_count": 76}, {"adult": false, "backdrop_path": "/eec3ZBKRIdSZyIXqdDGeoOMQ7zI.jpg", "genre_ids": [10749, 10770], "id": 153133, "original_language": "en", "original_title": "Undercover Bridesmaid", "overview": "A bodyguard must go undercover to protect, a tycoon's daughter from death threats before her big wedding day.", "popularity": 5.12, "poster_path": "/wGtJYQZiXI9gP06BeeapvOsK4y4.jpg", "release_date": "2015-03-05", "title": "Undercover Bridesmaid", "video": false, "vote_average": 5.9, "vote_count": 57}, {"adult": false, "backdrop_path": "/xvwHM3h60LLIg8Ci1TwtU7be9dZ.jpg", "genre_ids": [27, 878, 12, 10770], "id": 117856, "original_language": "en", "original_title": "Bigfoot", "overview": "1970's pop culture icons Danny Bonaduce and Barry Williams face off in the hunt for the legendary mountain creature.", "popularity": 5.637, "poster_path": "/j5ZuJTEzPxyifFTYs1BvGRQfLb3.jpg", "release_date": "2012-10-28", "title": "Bigfoot", "video": false, "vote_average": 3.2, "vote_count": 41}, {"adult": false, "backdrop_path": "/kuokiGiSJ6tVhxBdJQWiQ0TfjG.jpg", "genre_ids": [18, 53], "id": 75229, "original_language": "no", "original_title": "Babycall", "overview": "Oslo, Norway. After living a traumatic experience, Anna and her son Anders move into a huge apartment building. Feeling constantly terrified and insecure, Anna buys a babycall to monitor Anders while he sleeps.", "popularity": 6.156, "poster_path": "/oKktKH24h2VmsXidgZN3SouSnNG.jpg", "release_date": "2011-10-07", "title": "The Monitor", "video": false, "vote_average": 5.5, "vote_count": 117}, {"adult": false, "backdrop_path": "/kd3191bQRx5oNR7ZslUUNW37Kpw.jpg", "genre_ids": [28, 9648, 53], "id": 54271, "original_language": "en", "original_title": "The Big Bang", "overview": "A private detective is hired to find a missing stripper but the job turns complicated when everyone he questions ends up dead. From the mean streets of Los Angeles to the desolate desert of New Mexico, Cruz must contend with a brutal Russian Boxer, three brash LAPD detectives, an aged billionaire looking for the Big Bang, and the billionaire's stunningly gorgeous wife. The solution to the mystery will cost ten lives, net $30 million and just might explain - well - everything.", "popularity": 10.762, "poster_path": "/tnr5dg4YGGCRgLr84noLmbQfiQS.jpg", "release_date": "2011-02-03", "title": "The Big Bang", "video": false, "vote_average": 5.4, "vote_count": 104}, {"adult": false, "backdrop_path": "/qMmtm1zHr5j27as82D3PurbIAsb.jpg", "genre_ids": [27, 878], "id": 83188, "original_language": "en", "original_title": "Camel Spiders", "overview": "Based on actual creatures that for years have tormented our armed forces in the Middle East, these creatures have now invaded the southwestern deserts of the United States. The Camel Spiders now freely hunt for prey, unafraid of any predator - including man. No place is safe no one is beyond their paralyzing sting. In the end, a small band of hearty fighters are forced to make one last stand against the creatures.", "popularity": 6.576, "poster_path": "/d4kEoQoBrJkVa6MAeB6Lkrttuhn.jpg", "release_date": "2011-03-04", "title": "Camel Spiders", "video": false, "vote_average": 4.2, "vote_count": 39}, {"adult": false, "backdrop_path": "/nJnDFh01Ih8r8eIhfTqhN9DIytd.jpg", "genre_ids": [18, 35], "id": 78480, "original_language": "fr", "original_title": "Monsieur Lazhar", "overview": "During a harsh Montréal winter, an elementary-school class is left reeling after its teacher commits suicide. Bachir Lazhar, a charismatic Algerian immigrant, steps in as the substitute teacher for the classroom of traumatized children. All the while, he must keep his personal life tucked away: the fact that he is seeking political refuge in Québec – and that he, like the children, has suffered an appalling loss.", "popularity": 6.906, "poster_path": "/saTVQwXDPE8d7XFc115ACKsaPyM.jpg", "release_date": "2011-09-10", "title": "Monsieur Lazhar", "video": false, "vote_average": 7.1, "vote_count": 242}, {"adult": false, "backdrop_path": null, "genre_ids": [27], "id": 140965, "original_language": "en", "original_title": "The Wailer 3", "overview": "Daniel and Alice take their two young children to Alice's mother's house after the tragic and mysterious death of her father.  Once there, Daniel learns about several unresolved murder and missing people cases. Daniel and his family also become victims of this town's dark faith when his wife mysteriously dies and his children go missing. Soon after this tragedy he begins to investigate what's haunting the town and its residents. In his research he discovers that his wife is a direct descendant of a women known as \"La Llorona\", the troubled mother who drowned her children after her husband's infidelity centuries ago. \"La Llorona's\" tortured should haunts everyone and her insatiable thirst for blood will destroy everyone in her path.", "popularity": 7.776, "poster_path": "/fbIbcoTkyZ0jcAg5ixWZlmkseCD.jpg", "release_date": "2012-09-01", "title": "The Wailer 3", "video": false, "vote_average": 3.8, "vote_count": 4}, {"adult": false, "backdrop_path": "/5kZAyG9lLKrqiWW6NkZxW6z8akv.jpg", "genre_ids": [18, 10749], "id": 31189, "original_language": "en", "original_title": "Cairo Time", "overview": "In Cairo on her own as she waits for her husband, Juliette finds herself caught in a whirlwind romance with his friend Tareq, a retired cop. As Tareq escorts Juliette around the city, they find themselves in the middle of a brief affair that catches them both unawares.", "popularity": 5.584, "poster_path": "/10zKAyONGXQbtojOWeiZ176o8IQ.jpg", "release_date": "2009-10-09", "title": "Cairo Time", "video": false, "vote_average": 6, "vote_count": 56}], "total_pages": 966, "total_results": 19311}