{"page": 83, "results": [{"adult": false, "backdrop_path": "/7YFdTx2os9Nx5oNRjtZutRNWmus.jpg", "genre_ids": [16, 35], "id": 288737, "original_language": "ja", "original_title": "朝まで授業chu!", "overview": "Due to an error the male student Kagami Yuuki is registered for a room in the girls dormitory of his new co-ed high school. Since no male rooms are available he is left with no other option than to sleep in the girls dormitory in the same room as the teacher that made the mistak in the first place, Ayane-sensei. To avoid getting kicked out of the school for being a boy in a girls dormitory he has to cross-dress whenever he is leaving his room. Needless to say that this brings him a lot of trouble.", "popularity": 9.961, "poster_path": "/n3gNvSldV59CegfMYUFdB5wNaV6.jpg", "release_date": "2012-06-23", "title": "See Me After Class", "video": false, "vote_average": 7.4, "vote_count": 136}, {"adult": false, "backdrop_path": "/Aubsq63BnNBHEpED1iZTILlLmen.jpg", "genre_ids": [53, 28], "id": 137409, "original_language": "cn", "original_title": "寒戰", "overview": "They say Hong Kong is the safest city in Asia. But tonight, a police van has been hijacked along with the arms, equipment and the five officers aboard, one of the hostages being the only son of police deputy commissioner M.B. Lee! With the chief commissioner away on a conference overseas, the fiery Lee immediately takes command of the rescue operation – codenamed \"Cold War\" – but the mysterious kidnappers clearly know the police procedures and are therefore in an advantageous position. Objecting to Lee's aggressive but futile methods, the other deputy commissioner Sean Lau  steps in at this time of crisis to lead the operation. But even Lau's careful plan to negotiate with the kidnappers ends up a failure, losing the $50 million cash ransom and the life of his lieutenant in the process. Meanwhile, the ICAC (Independent Commission Against Corruption) begins to investigate Lau and Lee on suspicion of having hidden ties to the kidnappers...", "popularity": 6.961, "poster_path": "/nOmC5jVbcYsyNcfRD2wANtKrvns.jpg", "release_date": "2012-11-08", "title": "Cold War", "video": false, "vote_average": 6.4, "vote_count": 116}, {"adult": false, "backdrop_path": "/bPXnIOTaZqIPtsHsBpCxHNlZgnM.jpg", "genre_ids": [18, 878], "id": 86820, "original_language": "en", "original_title": "4:44 Last Day on Earth", "overview": "A look at how a painter and a successful actor spend their last day together before the world comes to an end.", "popularity": 5.21, "poster_path": "/A7ZJEhAhStHFKYRNT85laIwwayB.jpg", "release_date": "2011-09-07", "title": "4:44 Last Day on Earth", "video": false, "vote_average": 4.7, "vote_count": 118}, {"adult": false, "backdrop_path": "/mUWjBk12lY0om9iEFK8wdhxj7It.jpg", "genre_ids": [35, 53, 27], "id": 101519, "original_language": "en", "original_title": "A Fantastic Fear of Everything", "overview": "Jack is a children's author turned crime novelist whose detailed research into the lives of Victorian serial killers has turned him into a paranoid wreck, persecuted by the irrational fear of being murdered. When Jack is thrown a life-line by his long-suffering agent and a mysterious Hollywood executive takes a sudden and inexplicable interest in his script, what should be his big break rapidly turns into his big breakdown, as Jack is forced to confront his worst demons; among them his love life, his laundry and the origin of all fear.", "popularity": 8.21, "poster_path": "/sMZyKSo8b47VW1h2zjjGUZIefV1.jpg", "release_date": "2012-06-07", "title": "A Fantastic Fear of Everything", "video": false, "vote_average": 5.7, "vote_count": 238}, {"adult": false, "backdrop_path": "/gziWYbsAbabB8foAeWYeQHSjl1X.jpg", "genre_ids": [35, 18, 10749], "id": 79465, "original_language": "en", "original_title": "Loosies", "overview": "A young pickpocket in the New York subways, living a fast, free, lifestyle is confronted by a woman whom he had a one night affair with, she informs him that she is now pregnant with his child, he must now choose between continuing the lifestyle he lead or take responsibility for his actions.", "popularity": 5.939, "poster_path": "/qjQHb11UOj0ms0d6EYk4Qm48yeB.jpg", "release_date": "2012-02-01", "title": "Loosies", "video": false, "vote_average": 5.8, "vote_count": 91}, {"adult": false, "backdrop_path": "/tkGdNSBFvHrPevtokB1dF5Y1BCv.jpg", "genre_ids": [18, 27, 53], "id": 54700, "original_language": "en", "original_title": "The Presence", "overview": "In this darkly romantic ghost story, a woman travels to an isolated cabin where she is stalked by an apparition who inhabits her space as his own. With the unexpected arrival of the woman’s boyfriend, the dark spirit’s haunting grows obsessive. Soon the woman begins to exhibit weirdly irrational behavior as the thin line between sanity and possession begins to unravel. Is she battling her inner demons, or is a much darker presence threatening them all?", "popularity": 6.948, "poster_path": "/zJrPVEZ1ZJE4guhxFvHYo7LllbA.jpg", "release_date": "2010-08-04", "title": "The Presence", "video": false, "vote_average": 4.5, "vote_count": 58}, {"adult": false, "backdrop_path": "/yI5SjalCOVPOap2KNomZ2GyVZRt.jpg", "genre_ids": [18, 35], "id": 77462, "original_language": "fr", "original_title": "Un heureux événement", "overview": "She drove me into a corner, then forced me to go beyond my limits. She made me confront the absolute: love, sacrifice, tenderness, abandonment. She dislocated me, transformed me. Why didn't anyone warn me? Why doesn't anyone ever talk about this?\" Un heureux événement, or an intimate view of motherhood, sincere and with no taboos.", "popularity": 5.957, "poster_path": "/qVUl6ktomxxkPu02LhFtiBsoFv7.jpg", "release_date": "2011-09-27", "title": "A Happy Event", "video": false, "vote_average": 6, "vote_count": 187}, {"adult": false, "backdrop_path": "/aJIojufZhl5JG42rJ0H3LsMxId6.jpg", "genre_ids": [80, 18, 53], "id": 86004, "original_language": "hi", "original_title": "तलाश", "overview": "A cop, investigating the mysterious death of a filmstar, meets a sex-worker, while he faces some personal problems psychologically. The mystery connects these people in a way, that ultimately changes their lives.", "popularity": 8.208, "poster_path": "/oCxyN7HmJ7zWp8jtJeMRHABnutF.jpg", "release_date": "2012-11-30", "title": "Talaash", "video": false, "vote_average": 6.8, "vote_count": 161}, {"adult": false, "backdrop_path": "/gh7pgS9iskzlRMWfa8UEeGY6RgA.jpg", "genre_ids": [18, 878, 9648], "id": 134371, "original_language": "en", "original_title": "Atlas Shrugged: Part II", "overview": "The global economy is on the brink of collapse. Brilliant creators, from artists to industrialists, continue to mysteriously disappear. Unemployment has risen to 24%. Gas is now $42 per gallon.  Dagny Taggart, Vice President in Charge of Operations for Taggart Transcontinental, has discovered what may very well be the answer to the mounting energy crisis - found abandoned amongst ruins, a miraculous motor that could seemingly power the World.  But, the motor is dead... there is no one left to decipher its secret... and, someone is watching.  It’s a race against the clock to find the inventor and stop the destroyer before the motor of the World is stopped for good.  A motor that would power the World. A World whose motor would be stopped.  Who is John Galt?", "popularity": 6.458, "poster_path": "/9iwPz9zy1uCP73QMxhNs6gaTTom.jpg", "release_date": "2012-10-12", "title": "Atlas Shrugged: Part II", "video": false, "vote_average": 5.3, "vote_count": 103}, {"adult": false, "backdrop_path": "/iOmGHgU3qhCMTBcf73m528risb.jpg", "genre_ids": [18], "id": 123377, "original_language": "ko", "original_title": "피에타", "overview": "A loan shark is forced to reconsider his violent lifestyle after the arrival of a mysterious woman claiming to be his long-lost mother.", "popularity": 7.708, "poster_path": "/cI9SXHxBsEF0cgUTZKDDaPC0ozT.jpg", "release_date": "2012-09-05", "title": "Pietà", "video": false, "vote_average": 7.1, "vote_count": 278}, {"adult": false, "backdrop_path": "/qZO2Fy1CKUJeIdxvI1FcTAKvEeC.jpg", "genre_ids": [18, 10770], "id": 65034, "original_language": "en", "original_title": "Too Big to Fail", "overview": "An intimate look at the epochal financial crisis of 2008 and the powerful men and women who decided the fate of the world's economy in a matter of a few weeks.", "popularity": 9.706, "poster_path": "/pcrCKELIeNFfFrAoVFpMTpzTqVx.jpg", "release_date": "2011-05-22", "title": "Too Big to Fail", "video": false, "vote_average": 7.1, "vote_count": 176}, {"adult": false, "backdrop_path": "/diz6hGjT0sZ63st5FVKVqxS2T65.jpg", "genre_ids": [16], "id": 272087, "original_language": "ja", "original_title": "メロエッタのキラキラリサイタル", "overview": "Pikachu and its Pokémon friends gather for a very special event: the Mythical Pokémon Meloetta is giving a once-a-year performance at Lunatone Rock! As the full moon rises, the Melody Tree sprouts up from the stage, growing the Melody Berries that enhance Meloetta’s song. But when a battle breaks out in the audience, the Melody Berries are scattered far and wide! Can Pikachu and the others track down these special Berries so Meloetta’s show can go on—and can they find them before Meowth does?", "popularity": 6.295, "poster_path": "/we4XWpdI0u4rGEn8wbpv6brOcS1.jpg", "release_date": "2012-06-14", "title": "Meloetta's Moonlight Serenade", "video": false, "vote_average": 5.7, "vote_count": 3}, {"adult": false, "backdrop_path": "/wdaZJEEEw245HjdDJh938FfWfEo.jpg", "genre_ids": [35, 18], "id": 10421, "original_language": "fr", "original_title": "La Guerre des boutons", "overview": "For generations, two rival French villages, Longueverne and Velrans, have been at war. But this is no ordinary conflict, for the on-going hostilities are between two armies of young schoolboys. When he is beaten by his father for having lost his buttons, the leader of the Longueverne army, Lebrac, has an idea which will give his side the advantage: next time, he and his brave soldiers will go in battle without their clothes...", "popularity": 8.951, "poster_path": "/tg3RwUclgnW3hM1ExHkMd71YQ0n.jpg", "release_date": "1962-04-18", "title": "War of the Buttons", "video": false, "vote_average": 7.2, "vote_count": 221}, {"adult": false, "backdrop_path": "/mROSB3VxDoum3kUOgov1Vtk8Acs.jpg", "genre_ids": [18, 10749, 10770], "id": 42548, "original_language": "en", "original_title": "The Secret Diaries of Miss Anne Lister", "overview": "A lesbian in the 1800s who keeps a detailed account of her life written in coded diaries attempts to live independently while juggling an affair with a married woman.", "popularity": 6.493, "poster_path": "/fpJHzNNRkLFdY41JwOdZYuAmZ23.jpg", "release_date": "2010-03-01", "title": "The Secret Diaries of Miss Anne Lister", "video": false, "vote_average": 6.6, "vote_count": 43}, {"adult": false, "backdrop_path": "/eUKdgvDJKLq1XQ2o8Xiva6ilFzI.jpg", "genre_ids": [10749, 18, 35], "id": 118051, "original_language": "hi", "original_title": "कॉकटेल", "overview": "A shy simple traditional girl leaves her family in India for her new husband in London, where she meets a shameless flirt and a complicated party girl.", "popularity": 5.253, "poster_path": "/zeLv84TH3Vc6rLpgHY1ObdSljbh.jpg", "release_date": "2012-07-13", "title": "Cocktail", "video": false, "vote_average": 6.4, "vote_count": 85}, {"adult": false, "backdrop_path": "/wcpnHN5JTCKealPMnBEt6gv1rMk.jpg", "genre_ids": [35], "id": 80015, "original_language": "fr", "original_title": "Hollywoo", "overview": "Sometimes, when you think you have it all, everything falls apart. That is exactly the story of Jeanne .Just when she is offered the chance to dub famous American actress Jennifer Marshall in a successful American TV Show and her salary is about to triple, Marshall decides to withdraw from the show. So Jeanne makes a crazy decision, fly to Hollywood herself and make Jennifer change her mind about leaving the series...", "popularity": 5.451, "poster_path": "/oI0om8vqiiBmIifxLr73nsWBFcB.jpg", "release_date": "2011-12-07", "title": "Hollywoo", "video": false, "vote_average": 5.4, "vote_count": 535}, {"adult": false, "backdrop_path": "/sPPoN2JHQ5DHBa2NmVzB7kxJiUe.jpg", "genre_ids": [18], "id": 88284, "original_language": "de", "original_title": "Barbara", "overview": "In 1980s East Germany, Barbara is a Berlin doctor banished to a country medical clinic for applying for an exit visa. Deeply unhappy with her reassignment and fearful of her co-workers as possible Stasi informants, Barbara stays aloof, especially from the good natured clinic head, Andre.", "popularity": 8.201, "poster_path": "/2gbbUhlDhPppNk8c8xEZftbO2nV.jpg", "release_date": "2012-03-08", "title": "Barbara", "video": false, "vote_average": 7.2, "vote_count": 220}, {"adult": false, "backdrop_path": "/3c9csN2cguE6KwIEcJJ06pQVl5s.jpg", "genre_ids": [35], "id": 13651, "original_language": "es", "original_title": "Esperando la carroza", "overview": "Mama Cora, who is almost eighty years old, has three sons and a daughter. She lives with one of them, who has serious financial problems. The family meets one day to celebrate an anniversary meal, and that is when the problem arises: which of them will take care of her?", "popularity": 8.696, "poster_path": "/qkSThbNiC6kimvLlWrgeTNYLCeq.jpg", "release_date": "1985-05-06", "title": "Waiting for the Hearse", "video": false, "vote_average": 8.1, "vote_count": 102}, {"adult": false, "backdrop_path": "/pzmWjjE7jZVMiTipQSdHykaV2bZ.jpg", "genre_ids": [80, 18], "id": 56415, "original_language": "fr", "original_title": "Les Lyonnais", "overview": "After growing up in a poor gypsy camp, Edmond Vidal, aka Momon, has retained a sense of family, unfailing loyalty and pride in his origins. Most of all, he has remained friends with Serge Suttel, with whom he first discovered prison life - for stealing cherries. The two of them inevitably got involved in organized crime. The team they formed, the Ganf Des Lyonnais, made them the most notorious armed robbers of the early 1970s. Their irresistible rise ended in 1974 with a spectacular arrest. Today, as he nears 60, Momon would like to forget that part of his life. He has found peace by retiring from the \"business\". He tends to his wife Janou, who suffered so in the past, and to his children and grandchildren, all of whom have great respect for this man of simple and universal values, so clear-headed and full of kindness. But then Serge Suttel, who has disowned nothing of his past, comes back into the picture.", "popularity": 7.449, "poster_path": "/nN3osmlYWNZZtg8vtXrt8c5t8ET.jpg", "release_date": "2011-11-10", "title": "A Gang Story", "video": false, "vote_average": 6.8, "vote_count": 273}, {"adult": false, "backdrop_path": "/lgoKGIrPMC5Da8HUF3g7JkOOIap.jpg", "genre_ids": [80, 18, 27, 53], "id": 18912, "original_language": "de", "original_title": "Angst", "overview": "A killer is released from prison and breaks into a remote home to kill a woman, her handicapped son and her pretty daughter.", "popularity": 7.695, "poster_path": "/l8wTd2hkf8CIGJ7BrhFPB5VZSOb.jpg", "release_date": "1983-01-01", "title": "Angst", "video": false, "vote_average": 7.1, "vote_count": 234}], "total_pages": 966, "total_results": 19311}