{"page": 87, "results": [{"adult": false, "backdrop_path": "/xOdeUl9RO1VmetM7uRrudcqSOWv.jpg", "genre_ids": [18, 53], "id": 79070, "original_language": "fr", "original_title": "Nuit blanche", "overview": "Vincent, a police officer, and his partner Manuel steal a large amount of cocaine from José Marciano, a ruthless crime lord who is quick to seek revenge, endangering Vincent's life, career and family.", "popularity": 6.904, "poster_path": "/tuqivhp6bF6hEqrBtTBi1QYX9dP.jpg", "release_date": "2011-11-16", "title": "Sleepless Night", "video": false, "vote_average": 6, "vote_count": 108}, {"adult": false, "backdrop_path": "/9xZyePVQLrg1wRjXx7dmqCAAFpK.jpg", "genre_ids": [27, 53], "id": 89691, "original_language": "en", "original_title": "ATM", "overview": "After leaving their company Christmas Party together, David Hargrove and Emily Brandt’s impromptu first date takes an unexpected turn when their coworker, Corey, asks them to make a late-night stop at an ATM.  What should be a routine transaction turns into a desperate struggle for survival when an unknown man appears outside the vestibule.  With the wintry temperatures dipping below freezing, and the morning sunrise still hours away, they have no choice but to play the man’s deadly game of cat-and-mouse.", "popularity": 7.405, "poster_path": "/4cigb1FmAjvHDGnrj23ii65NMIP.jpg", "release_date": "2012-02-17", "title": "ATM", "video": false, "vote_average": 5, "vote_count": 469}, {"adult": false, "backdrop_path": "/1HR5r53QFBMcqofbQ9VJAbGL0bA.jpg", "genre_ids": [16, 27], "id": 94684, "original_language": "ja", "original_title": "ギョ", "overview": "To celebrate their graduation from university Kaori and her two friends visit Okinawa in southern Japan for a short vacation. At the vacation house, provided by Tadashi's uncle, a numbing stench awaits the girls, and can be traced to a horrendously deformed, legged fish that Kaori kills. More and more of these creatures appear and portend a horrific change for the animal life in the area. A phone call from Kaori's fiancé Tadashi in Tokyo quickly shows the scope of this epidemic, when he is also attacked by these mechanized fish. Kaori immediately sets out on an perilous voyage to find out what happened to Tadashi, helped by Shirakawa — a videographer in search of the truth behind all this...", "popularity": 6.103, "poster_path": "/7MUHxk2UicWtCLcfdPPLgxmUrDv.jpg", "release_date": "2012-02-15", "title": "Gyo: Tokyo Fish Attack", "video": false, "vote_average": 5, "vote_count": 65}, {"adult": false, "backdrop_path": "/1jAYY94y5YeYl7cPMHRl4NBexAb.jpg", "genre_ids": [18, 53, 10770], "id": 87016, "original_language": "en", "original_title": "Sexting in Suburbia", "overview": "moody daughters, Rachel and Dina have a close relationship. Dina tells her everything... or so Rachel thinks. When Dina suddenly commits suicide, Rachel is devastated and confused. Her search for answers as to what happened in her daughter's final days leads her to some painful discoveries about the secrets that Dina was trying to keep and the bullying that was tearing her apart.", "popularity": 5.54, "poster_path": "/4Z6eZF62G192ONI5DLrNS8iMpfD.jpg", "release_date": "2012-01-14", "title": "Sexting in Suburbia", "video": false, "vote_average": 5.7, "vote_count": 38}, {"adult": false, "backdrop_path": "/8nFmUlT0YzoKSsvHPVxPpBdBN9F.jpg", "genre_ids": [10749, 18], "id": 16004, "original_language": "en", "original_title": "Love n' Dancing", "overview": "When a bored-with-life English teacher meets a West Coast Swing champion dancer, they have an instant connection. Both feel that the other can fulfill what was missing in their lives. Jake and Jessica must try to elude all obstacles, romantic or otherwise, to stay focused on the goal - winning the World Title and winning each other. Will they give in to the pressure or come out like champs?", "popularity": 5.699, "poster_path": "/xQoABMw15uFcrOrn2afBG4e5kQe.jpg", "release_date": "2009-04-02", "title": "Love n' Dancing", "video": false, "vote_average": 5.7, "vote_count": 35}, {"adult": false, "backdrop_path": "/wjv6QsI7R5VFEA27no31aZTUtZh.jpg", "genre_ids": [10749, 35], "id": 84111, "original_language": "zh", "original_title": "那些年，我們一起追的女孩", "overview": "Adolescence is like a heavy rain. Even though you catch a cold from it, you still look forward to experiencing it once again.  Ko-Teng has several close friends who had a crush on Shen Chia-Yi. Those friends of Ko's thus moved in unison from Ching Chengs junior high school straight into the senior high school division in pursuit of her.  Naughty in nature, Ko was ordered by their homeroom teacher to sit in front of honor student Shen for her to keep close tabs on him. The two hadn't hit it off at first but Ko gradually fell for Shen, who was always pressuring him to study hard. On the other hand, Shen became impressed by the contrasting values Ko represented. Ko started pursuing Shen but Shen remained hesitant.", "popularity": 10.149, "poster_path": "/mQ07Y4KlYZlJjVSEp2AFTYZA9i.jpg", "release_date": "2011-08-19", "title": "You Are the Apple of My Eye", "video": false, "vote_average": 7.4, "vote_count": 158}, {"adult": false, "backdrop_path": "/vQc3i8dFIEKx36FEpeApg7MXQD9.jpg", "genre_ids": [10749, 18], "id": 59944, "original_language": "ja", "original_title": "君に届け", "overview": "Kuronuma Sawako looks miserable on the outside, but is actually a positive-minded girl, who looks up to Kazehaya Shota, a sociable and friendly boy. Perceiving Sawako's good intentions, he secretly has feelings for her. Sawako meets Kazehaya and makes her first friends, Chizuru and Ayane but in comes Kurumi proclaiming her love for him... Will Sawako and Kazehaya ever find out about each other's feelings?", "popularity": 5.888, "poster_path": "/ttyBsRKi5yJdSoepIPciDmqwYXn.jpg", "release_date": "2010-09-25", "title": "From Me to You", "video": false, "vote_average": 7.2, "vote_count": 83}, {"adult": false, "backdrop_path": "/zx0gUdezmrJtFGEQvCdAl7phUHj.jpg", "genre_ids": [80, 53, 18], "id": 60534, "original_language": "de", "original_title": "Das letzte Schweigen", "overview": "13-year-old Sinikka vanishes on a hot summer night. Her bicycle is found in the exact place where a girl was killed 23 years ago. The dramatic present forces those involved in the original case to face their past.", "popularity": 8.148, "poster_path": "/fdSKncGeumQyBfdgo5rlL3RPDCN.jpg", "release_date": "2010-08-13", "title": "The Silence", "video": false, "vote_average": 6.5, "vote_count": 101}, {"adult": false, "backdrop_path": "/1ESciDN81pKupe1Gb8rmWhmYzKr.jpg", "genre_ids": [35], "id": 103327, "original_language": "fr", "original_title": "Les Vacances de Ducobu", "overview": "Ducobu goes on holiday in the south of France.", "popularity": 7.148, "poster_path": "/jl6Ze8DRXsm3vCgwajJ0cpRsjh3.jpg", "release_date": "2012-04-24", "title": "Ducoboo 2: Crazy Vacation", "video": false, "vote_average": 4.7, "vote_count": 259}, {"adult": false, "backdrop_path": "/lMpSxEci1FyaMGtBDWtY9Jd2TAp.jpg", "genre_ids": [80, 18], "id": 16090, "original_language": "en", "original_title": "The Blue Dahlia", "overview": "Soon after a veteran's return from war his cheating wife is found dead. He evades police in an attempt to find the real murderer.", "popularity": 10.395, "poster_path": "/ub3sARpEHbSHgmTbcjnUbkLMeum.jpg", "release_date": "1946-04-16", "title": "The Blue Dahlia", "video": false, "vote_average": 6.7, "vote_count": 113}, {"adult": false, "backdrop_path": "/qQqDIXfefGCyy4hNhXA6AaKuhOp.jpg", "genre_ids": [18, 35, 10749], "id": 81342, "original_language": "fr", "original_title": "La délicatesse", "overview": "A French woman mourning over the death of her husband three years prior is courted by a Swedish co-worker.", "popularity": 6.896, "poster_path": "/1pc9cMMt7Hs4z8fOOzsOLe3MjNX.jpg", "release_date": "2011-12-20", "title": "Delicacy", "video": false, "vote_average": 6.4, "vote_count": 373}, {"adult": false, "backdrop_path": "/hi8HXNUJkl9fHZiwUUtrMzIOlZv.jpg", "genre_ids": [27, 53], "id": 16921, "original_language": "en", "original_title": "Autopsy", "overview": "Emily Johnson, her boyfriend Bobby and their friends Clare and Jude are recent college grads driving cross-country, taking a last vacation together before they face the \"real\" world. An accident leaves them hurt and stranded on a lonely Louisiana road. When the ambulance arrives, it whisks them to Mercy Hospital.", "popularity": 8.145, "poster_path": "/wbjxIB8RFN5j2Wl2JftRQtKnJtZ.jpg", "release_date": "2008-08-24", "title": "Autopsy", "video": false, "vote_average": 4.9, "vote_count": 159}, {"adult": false, "backdrop_path": "/sNg5mInBD52V7QdKJeP5J9InVH5.jpg", "genre_ids": [18, 80], "id": 74879, "original_language": "tr", "original_title": "Bir Zamanlar Anadolu'da", "overview": "In the rural area around the Anatolian town of Keskin, the local prosecutor, police commissar, and doctor lead a search for a victim of a murder to whom a suspect named Kenan and his mentally challenged brother confessed. However, the search is proving more difficult than expected as Kenan is fuzzy as to the body's exact location. As the group continues looking, its members can't help but chat among themselves about both trivia and their deepest concerns in an investigation that is proving more trying than any of them expected.", "popularity": 10.045, "poster_path": "/jKnV5JDArGn6UyrI9HiYzs7Zykn.jpg", "release_date": "2011-09-23", "title": "Once Upon a Time in Anatolia", "video": false, "vote_average": 7.5, "vote_count": 363}, {"adult": false, "backdrop_path": "/7TOJVCvqHq0xaazcCDFIF6GBSI6.jpg", "genre_ids": [80, 18], "id": 92493, "original_language": "en", "original_title": "Edwin Boyd: Citizen Gangster", "overview": "Based on a real WWII vet and family man turned bank robber. Disillusioned by his post war circumstances, Eddie Boyd is torn between the need to provide for his young family and an unfulfilled dream to head to Hollywood to become a star. He discovers a way to do both, robbing banks Hollywood style, but his dream leads him down a path of danger and tragedy.", "popularity": 5.495, "poster_path": "/hTY0Wst8Gwm8tfVjw4J24i0L28q.jpg", "release_date": "2011-09-10", "title": "Edwin Boyd: Citizen Gangster", "video": false, "vote_average": 5.7, "vote_count": 45}, {"adult": false, "backdrop_path": "/bV3vwuijGmC393xf7koW0YiBgoO.jpg", "genre_ids": [35], "id": 121286, "original_language": "it", "original_title": "Buona Giornata", "overview": "", "popularity": 4.895, "poster_path": "/vtoCOCoag86DFnQ9MQu6tYX477L.jpg", "release_date": "2012-03-30", "title": "Buona Giornata", "video": false, "vote_average": 4.9, "vote_count": 139}, {"adult": false, "backdrop_path": "/oOhTBPEzabcSg7HvGLkydIYO1ey.jpg", "genre_ids": [35, 18], "id": 36843, "original_language": "en", "original_title": "Life Is Sweet", "overview": "Just north of London live Wendy, Andy, and their twenty-something twins, Natalie and Nicola. Wendy clerks in a shop, leads aerobics at a primary school, jokes like a vaudevillian, agrees to waitress at a friend's new restaurant and dotes on Andy, a cook who forever puts off home remodeling projects, and with a drunken friend, buys a broken down lunch wagon. Natalie, with short neat hair and a snappy, droll manner, is a plumber; she has a holiday planned in America, but little else. Last is Nicola, odd man out: a snarl, big glasses, cigarette, mussed hair, jittery fingers, bulimic, jobless, and unhappy. How they interact and play out family conflict and love is the film's subject.", "popularity": 6.641, "poster_path": "/zdkKNQzzwyciP9vAohAPFZdujlA.jpg", "release_date": "1990-11-15", "title": "Life Is Sweet", "video": false, "vote_average": 7, "vote_count": 126}, {"adult": false, "backdrop_path": "/wCpDG7lpyFNnOpy7FvFHm98JUEK.jpg", "genre_ids": [80, 53], "id": 115276, "original_language": "en", "original_title": "Pusher", "overview": "In London, a drug dealer grows increasingly desperate over the course of a week after a botched deal lands him in the merciless clutches of a ruthless crime lord. The more desperate his behavior, the more isolated he becomes until there is nothing left standing between him and the bullet his debtors intend to fire his way.", "popularity": 7.195, "poster_path": "/mk7lRaYcQK2y5jRo1C9Cdgr9JOf.jpg", "release_date": "2012-10-12", "title": "Pusher", "video": false, "vote_average": 5.4, "vote_count": 85}, {"adult": false, "backdrop_path": "/pB27sk1VmR52Z2QFbTwfW99c0RT.jpg", "genre_ids": [53, 18], "id": 127872, "original_language": "sv", "original_title": "Call Girl", "overview": "Stockholm, late 1970s. Within a stone’s throw of government buildings and juvenile homes lies the seductive world of sex clubs, discotheques and private residences. Call Girl tells the story of how young Iris is recruited from the bottom of society into a ruthless world where power can get you anything.", "popularity": 8.443, "poster_path": "/5JXkQRC0zFundb41DAOzzsCShyt.jpg", "release_date": "2012-11-09", "title": "Call Girl", "video": false, "vote_average": 6.5, "vote_count": 60}, {"adult": false, "backdrop_path": "/n4Y09nKZFzlQi4G35tKt6eXanev.jpg", "genre_ids": [18, 35], "id": 63849, "original_language": "de", "original_title": "Almanya - Willkommen in Deutschland", "overview": "After living 45 years in Germany, the Turkish Hüseyin Yilmaz, seventy,  announces to his family that he has bought a house in Turkey and they should return to make the necessary reforms. The idea is unwelcome and causes very heated discussions. In addition, Canan, a granddaughter of Hüseyin, announces she is pregnant and the father is her English boyfriend, and no one knew anything.", "popularity": 7.39, "poster_path": "/uuEWm1r3cfxrnX4NxAXuJhtOmp4.jpg", "release_date": "2011-05-13", "title": "Almanya: Welcome to Germany", "video": false, "vote_average": 6.6, "vote_count": 153}, {"adult": false, "backdrop_path": null, "genre_ids": [28, 16, 18, 36], "id": 204755, "original_language": "ja", "original_title": "伏 鉄砲娘の捕物帳", "overview": "In Kyokutei Bakin's classic Japanese epic novel Nansou Satomi Hakkenden, eight samurai serve the Satomi clan during Japan's tumultuous Sengoku (Warring States) era. The Edo-era samurai are the reincarnations of the spirits that Princess Fuse mothered with a dog named Yatsufusa. In Fuse Gansaku: Satomi Hakkenden, the female hunter Hamaji comes to her brother in order to hunt Fuse. Thus, the karmic cycle of retribution that began long ago with the Satomi family begins anew.  Fuse were hybrid creatures of humans and dogs in the Edo period. As there were rumors saying that they killed humans and ate their souls, the Shogun Government offered high bounty for hunting them.  Hamaji was a young female huntress living in the rural part of Mutsu while her brother Dousetsu was living in Edo. The story began as Hamaji went to Edo in order to help his brother to earn some bounty. But in Edo, she met a mysterious young men being chased by others. His name was Shino ...", "popularity": 5.461, "poster_path": "/juZoY7FRaSqYmuGy1rFnhp55mtW.jpg", "release_date": "2012-10-20", "title": "Fusé: Memoirs of a Huntress", "video": false, "vote_average": 6.9, "vote_count": 19}], "total_pages": 966, "total_results": 19311}